Repository: NicBeltramelli/Genesis-Advanced-Theme
Catalog: languages/*.po
Languages: it_it

source: Accent
it_it: In risalto

source: White
it_it: Bianco

source: Light
it_it: Chiaro

source: Grey
it_it: Grigio

source: Dark
it_it: Scuro

source: Black
it_it: Nero

source: Danger
it_it: Rosso

source: Success
it_it: Verde

source: Warning
it_it: Avviso

source: Star
it_it: Stella

source: Header Right
it_it: Testata destra

source: Header Left
it_it: Testata sinistra

source: Footer
it_it: Piè di pagina

source: Error locating %s for inclusion.
it_it: Errore durante l'individuazione di %s per l'inclusione.

source: File not found
it_it: File non trovato

source: Change the default color of post info links, the hover color of linked titles and menu items, and more.
it_it: Modifica il colore predefinito di alcuni link, dei titoli al passaggio del mouse, delle voci di menu e altro ancora.

source: Link Color
it_it: Colore link

source: Change the default hovers color for buttons.
it_it: Modifica il colore predefinito dei pulsanti al passaggio del mouse.

source: Accent Color
it_it: Colore in risalto

source: Logo Width
it_it: Larghezza logo

source: The maximum width of the logo in pixels.
it_it: La larghezza massima del logo in pixel.

source: Header Options
it_it: Opzioni testata

source: Normal
it_it: Normale

source: Fixed
it_it: Fissa

source: Floating (active from tablet)
it_it: Dinamica (attiva da tablet)

source: You must supply a valid number.
it_it: È necessario fornire un numero valido.

source: The logo width cannot be less than 100.
it_it: La larghezza del logo non può essere inferiore a 100.

source: Zen &rsaquo; Error
it_it: Zen &rsaquo; Errore

source: Zen Documentation
it_it: Zen Documentazione

source: You must be using PHP 7.1 or greater.
it_it: È necessario utilizzare PHP 7.1 o versioni successive.

source: Invalid PHP version
it_it: Versione PHP non supportata

source: You must be using WordPress 5.0 or greater.
it_it: È necessario utilizzare WordPress 4.7.0 o versioni successive.

source: Invalid WordPress version
it_it: Versione WordPress non valida

source: You must install Genesis Framework.
it_it: È necessario installare Genesis Framework.

source: Missing Genesis Framework
it_it: Genesis Framework mancante

source: [ Read More ]
it_it: [Continua]

source: Skip to tertiary navigation
it_it: Passa alla navigazione terziaria

source: This area is designed to display the Privacy sidebar menu.
it_it: Quest'area è progettata per visualizzare il menu laterale Privacy.

source: Please install and activate <a href="https://wordpress.org/plugins/genesis-connect-woocommerce/" target="_blank">Genesis Connect for WooCommerce</a> to <strong>enable WooCommerce support</strong>.
it_it: Si prega di installare e attivare <a href="https://wordpress.org/plugins/genesis-connect-woocommerce/" target="_blank">Genesis Connect per WooCommerce</a> per abilitare il <strong>supporto per WooCommerce</strong>.

source: install and activate Genesis Connect for WooCommerce
it_it: installare e attivare Genesis Connect per WooCommerce

source: Please %1$s to <strong>enable WooCommerce support.</strong>.
it_it: Si prega di %1s per abilitare il <strong>supporto per WooCommerce.</strong>. .

source: Previous Page
it_it: Precedente

source: Next Page
it_it: Seguente

source: Search Results:
it_it: Risultati di Ricerca:

source: Child theme for Genesis Framework with a modern development workflow.
it_it: Tema per Genesis Framework con un workflow moderno.
